{
  "StartPage": {
    "title": "重塑水下的石壁古村",
    "subtitle": "进入虚拟导览"
  },

  "Navbar": {
    "title1": "项目简介",
    "title2": "关于石壁乡",
    "title3": "主题",
    "title4": "教材下载区",
    "title5": "使用条款",
    "subtitle1_1": "项目背景",
    "subtitle1_2": "研究方法及规则",
    "subtitle2_1": "大屿山与石壁乡历史时序表",
    "subtitle2_2": "石壁乡文化景观",
    "subtitle2_3": "石壁乡各村及地方历史简介"
  },

  "Footer": {
    "title1": "网页地图",
    "title2": "无障碍网页",
    "title3": "免责声明",
    "title4": "大学政策 ",
    "title5": "私隐政策",
    "copyright": "香港浸会大学 版权所有 © 2024"
  },

  "Sidebar_Introduction": {
    "title1": "项目背景",
    "title2": "研究方法及限制"
  },

  "Sidebar_History": {
    "title1": "石壁村石壁围时期",
    "title2": "石壁村石壁大村时期",
    "title3": "坟背村",
    "title4": "坑仔村 ",
    "title5": "岗背村",
    "title6": "涌口"
  },

  "Background": {
    "title": "项目背景",
    "content1": "每当旱季的时候，位于大屿山西南部的石壁水塘水位会下降，显露出埋藏于水底下的村落遗址，遗址短暂的显现吸引了一些行山发烧友或文史爱好者前往参观，但却又很快随住雨季的来临再次埋藏在水下，遗址随雨水掩没，也掩埋一段珍贵的香港历史。遗址原是一条名为石壁的村落，她坐落珠江口，是水陆居民的家乡，也见证了中西贸易带来的商业兴旺。她曾经繁荣，也经历衰落，最后为了香港水务发展而搬迁往荃湾新市镇，在新的地方落地生根，是一段香港传奇故事，这段传奇故事不再是以前由渔村变摩登大都会的论述，而是几代土生土长的石壁村人，面对种种环境转变下挣扎求存的经历，但能够说出这段传奇故事的人，现存不多。 ",
    "content2": "时光苒荏，现居于荃湾石碧新村的一批年长村民，在上世纪60年代末搬村的时候，正值芳年，经过50多年后，如今都垂垂老矣。他们是最后一批能够忆述迁村前石壁生活的村民。 村民从上一代听回来的旧村往事，口述给下一代认识；过时过节继续坚持村落的礼仪习俗，口述和仪式是承传历史的重要方式。但香港社会实在转变得太快了，茶余饭后听老人家说故事的闲逸日渐消逝，取而代之的是面对电子萤幕的忙碌。村民们要以过往的方式继续传承，似乎有点艰难，因此我们尝试以一种适合的方式，将历史由口述转变为数码人文，让传承延续。",
    "content3": "浸会大学历史系受大屿山保育基金托付，进行一项名为「埋藏在水下的大屿山故事——石壁传奇」的研究，研究为期三年。此项目目标为建立网上虚拟博物馆，以此为载体，透过重塑出的虚拟石壁村落，并配合文字、图片、影片和声音，帮助读者彷如置身其中，理解石壁的历史、村民的生活故事和建筑特色。"
  },

  "Methodology": {
    "title": "研究方法及限制",
    "content1": "「埋藏在水下的大屿山故事——石壁传奇」结合历史研究与科技，发掘和呈现石壁的故事。",
    "content2": "石壁是已消失了60多年的村落，要追寻其历史殊不容易，我们以历史人类学的方式，结合文献和田野调查：政府档案、学者研究、报章、族谱和地方志等等，是我们研究石壁的重要文献材料，尽管文献资料看似零散，但通过整合荃湾石碧新村村民对「迁村前」的口述访问，希望能重塑石壁的历史；我们走访大屿山水口村、大浪湾村、大澳、梅窝以及荃湾石碧新村等地，收集村民对旧石壁村的记述。搬迁时正值芳年的村民，如今都垂垂老矣，我们研究团队非常幸运，有机会访问长者村民，他们已经是80、90岁的老人家，是最后一批能够回忆迁村前石壁生活的村民，当中有老人家在约续下次访问后却逝世，让我们感受到这项研究的迫切和意义。",
    "content3": "由于整个石壁谷绝大部分的地貌及村落在兴建石壁水塘时已经被移除，团队只能够透过地政总署提供的三维地理空间数据为基础，并配合旧航空照片及旧地图制作石壁谷的地形表面（Toposurface），以塑造石壁谷的主要地貌。村落建筑方面，由于石壁一带在迁村前欠缺详细的测量图，团队需要依赖旧航空照片及地测量记录作为基础去辨认各村落建筑的位置和规模；配合有限的历史照片、目前唯一搜寻到的迁村前纪录影片、及石壁村民的口述历史分析；再加上走访其他邻近地区及年代相若的不同村落作为参考例子，整合出石壁各村落的建筑面貌。村民的口述历史对是次研究极具参考价值，能够取得村民信赖，个别村民更愿意接受团队带着村落模型初稿再访，以进一步确认模型准确度，实属难得。",
    "content4": "科技日益进步，为历史研究带来新的可能性。为加强村落模型的准确度，团队除透过以上传统的研究方法外，同时运用了新科技，包括进行摄影测量法（Photogrammetry）获取仍保存至今的村落遗址空间数据，透过分析现场所得数据及搜集所得的资料，通过历史建筑信息模拟（Heritage Building Information Modelling）重构石壁谷的乡村面貌。除了村落建筑外，团队更为石壁村民及其他乡村村民借出的相关重要文物进行了三维扫描，例如迁村时从大屿山石壁搬到荃湾石碧新村的古钟及神像等文物，务求能让昔日的村落生活环境重现出来。",
    "content5": "现时石壁水塘底部仍存留着昔日旧村落的田基和部分村落遗迹，研究团队需把握机会于项目进行期间 (即2022至2024年)的旱季，当部分仍残留在水塘底的遗迹露出水面时，才可进行扫描。",
    "content6": "本计划结合科技呈现与人文关怀，保留并且重新呈现那个曾经存在、独特而又多元的石壁，同时也是探索更多传承文化遗产的可能性。"
  },

  "History_ShekPikWai": {
    "title": "石壁围",
    "content1": "石壁围是石壁谷当中最早出现的一个村落，石壁围顾名思义为「有围墙的石壁村」，源自该村过去的村民在村落外修筑的保护墙因而得名。围墙约于清干隆年间兴建，用作抵御海寇。围内有九条村路，用石块铺砌而成，其原意是将同姓跟别姓的村户分隔开。",
    "content2": "石壁村在清干隆年间经历过一段繁荣期，石壁围在清干隆年间经历过一段繁荣期，人口一度高达九百九十九人。现存文件记录了当时石壁一带的经济活动，侧面反映了石壁围在此期间的繁荣。例如在十七世纪中叶定居石壁的池氏曾在石壁一带掌有一个「池永盛堂」，这个「堂」除了以此管理宗族的资产外，亦有经营借贷业务。值得一提的是，这个「堂」的成员来自不同的氏族，部分更是来自其他村落，而借贷人亦不限于石壁围。池永盛堂的出现可视为十八世纪石壁围繁荣的侧影，村庄内的经济活动、合作以及与邻近村落的互动，反映出石壁村当时形成了一个小有规模的社区。",
    "content3": "18世纪末至19世纪末，有关石壁村的文献记录较为稀疏，但嘉庆《新安县志》及杜臻《粤闽巡视纪略》一类作品都曾经提及石壁的名称。",
    "content4": "1898年英国租借新界以后，香港政府开始丈量新界土地，并要求各私人土地所有人向港府登记土地业权。在1899年的土地调查记录了石壁乡不同村落的土地及氏族的资料。石壁乡由四个不同的村落组成，当中以石壁围和坟背村较大，各村村民杂姓，包括姓徐、池、陈、张、黄、冯等，当时石壁乡内有记录的房屋超过四百间。",
    "content5": "据《满喜记「大屿山石壁乡」徐氏家族簿》的记载，徐氏原居东莞牛屎堂，约在清初时，其第十三代开始有一分支居住于石壁乡。而池氏同样保存有其先人在石壁一带活动的文字记录，石壁池氏于干隆七年的分地契曾出现一些来自不同宗族的「见证人」，有些被称为「乡老」、「耆老」，这证实了许舒所指出石壁过去曾存在一个由不同氏族共同组成的「长老会」的说法。由于石壁是杂姓村落，不同氏族的人会共同承担地区事务，而其中一个例子为便是石壁围的部分土地是以侯王庙的名义拥有，有关的宗教仪式及公共财产皆由村落的长老处理；一般而言，他们的角色还包括处理外来者带来的冲突及村内的纠纷。",
    "content6": "在1911 年的人口普查中，统计数据显示石壁围有363人居住，但此后石壁围的人口不断下降，直至沦陷期间完全荒废。造成石壁围人口下降的原因之一，是疫病的爆发。1920年代，石壁发生一场持续十多年的瘟疫，造成不少的村民死亡或迁离。当时村民相信瘟疫和当地的风水变坏有关，他们尝试迁墓及举行打醮仪式却也无补于事。随着死亡人数上升，大部分村民开始迁出石壁围，向南迁移并建立石壁大村，大村的原址村民被称作「禾寮」，即放置农具及贮谷囤粮的临时建筑物，石壁围大部分房屋也因而都被荒废。二战时期香港沦陷，日军怀疑村民利用石壁围的废屋庇护游击队及盗贼，因此把石壁围的村民赶走并拆除所有房屋，仅剩下侯王古庙建筑得以幸存。",
    "desc1_1": "18世纪，地图上标有石壁此一地名。",
    "desc1_2": "（资料来源：[清]郝玉麟：《广东通志》，载《钦定四库全书（史部十一 地理类）》 (浙江：浙江大学图书馆藏本，1793年)，卷三，〈广东海防图〉，页三十五。）",
    "desc2_1": "石壁池氏撰于干隆七年（1742年）的分产契",
    "desc2_2": "（资料来源：香港中文大学文物馆馆藏，藏品编号：2007.0042）",

    "citation1": "沈思编；黄佩佳着：《新界风土名胜大观》（香港：商务印书馆，2016年），页37。",
    "citation2": "Wong, Kuen-chun. “A Thesis on Shek Pik”, Undergraduate essay presented in the Department of Geography and Geology, University of Hong Kong, 1958, 15-16.",
    "citation3": "Wong, Kuen-chun, A Thesis on Shek Pik, 13-14.",
    "citation4": "Hayes, J. W. “SHEK PIK A Multilineage Settlement of Cantonese Farmers,” 119-121.",
    "citation5": "Hayes, J. W. South China Village Culture (Oxford: Oxford University Press, 2002), 43-44.",
    "citation6": "徐九妹访问，2022年1月11日；徐天有访问，2021年10月25日。",
    "citation7": "Wong, Kuen-chun, A Thesis on Shek Pik, 24."
  },

  "History_HangTsaiTseun": {
    "title": "坑仔村",
    "content1": "坑仔村位于石壁村西南部，与坟背村为邻。按1904年石壁集体官契以及相关地籍测量记录显示，当时坑仔村的位置有五间房屋，主要由徐氏村民所有。 而根据1955年新界南约理民官科茨（Austin Coates，1922–1997）报告及1958年香港大学地理及地质学系学生黄权镇考察石壁时统计，坑仔村是石壁村的分支村落，当年只有三户姓徐的人家，村民有11位，并指出坑仔村徐氏祖先是在几百年前石壁村兴旺之时，因当地人口过盛而迁居至坑仔村。 ",
    "content2": "据坑仔村村民后人徐连发所述，徐氏祖先来自东莞，在其祖父徐童喜一辈已坑仔村生活。徐童喜正是1904年坑仔村两间房屋及附近大量农地的业主。以上坑仔村旧照中右方的房屋是徐连发先生的祖屋，由其父徐金培所有；正中的房屋则是属于其叔父徐金福。徐金培约在战前曾读过一年书，故能读写，亦喜欢唱「歌仔」，并于1940年代将「歌仔」写成歌书一本。",
    "content3": "村民平日以务农为主，除此之外亦会到涌口「捞虾」，并将虾获取回家中「晒咸虾」。曾在石壁学校读书的徐连发忆述，当时学生需要「着屐」上学，而所背的书包是以藤织成。",
    "content4": "1958年港府就兴建石壁水塘与坑仔村村民商讨搬迁的安排，徐金培先生、徐金福先生选择跟坟背村村民迁至大浪湾村，另一户则选择迁至荃湾石碧新村。村民最终在1959年10月5日至6日迁离坑仔村。不久后水塘工程的推土机也将坑仔村夷为平地，长埋水下。 ",
    "desc1_1": "1958年坑仔村（资料来源：Wong Kuen Chun, Frank, “A Thesis on Shek Pik” (undergraduate thesis, University of Hong Kong Thesis, Hong Kong, 1958)）",
    "desc2_1": "徐金培先生的歌书，照片由研究团队于2022年9月24日所摄。",

    "citation1": "香港政府土地注册处文件：集体官契第318约，1904年4月26日。",
    "citation2": "John Strickland(ed.). Southern District Officer Reports Islands and Villages in Rural Hong Kong, 1910-60. Hong Kong Hong Kong University Press, 2010, p. 50.",
    "citation3": "Wong, Kuen-chun. “A thesis on Shek Pik”, Undergraduate essay presented in the Department of Geography and Geology, University of Hong Kong, 1958, p. 27.",
    "citation4": "Wong, Kuen-chun. “A thesis on Shek Pik”, p. 28.",
    "citation5": "徐连发先生访问，2022年9月11日。",
    "citation6": "香港政府土地注册处文件：集体官契第318约，1904年4月26日。",
    "citation7": "徐连发先生访问，2022年9月11日。",
    "citation8": "徐连发先生访问，2022年9月11日。",
    "citation9": "徐连发先生访问，2022年9月11日。",
    "citation10": "James Hayes. Friends and Teachers: Hong Kong and Its People 1953-87, pp. 43-47."
  }
}
