{
  "StartPage": {
    "title": "重塑水下的石壁古村",
    "subtitle": "進入虛擬導覽"
  },

  "Navbar": {
    "title1": "項目簡介",
    "title2": "關於石壁鄉",
    "title3": "主題",
    "title4": "教材下載區",
    "title5": "使用條款",
    "subtitle1_1": "項目背景",
    "subtitle1_2": "研究方法及規則",
    "subtitle2_1": "大嶼山與石壁鄉歷史時序表",
    "subtitle2_2": "石壁鄉文化景觀",
    "subtitle2_3": "石壁鄉各村及地方歷史簡介"
  },

  "Footer": {
    "title1": "網頁地圖",
    "title2": "無障礙網頁",
    "title3": "免責聲明",
    "title4": "大學政策 ",
    "title5": "私隱政策",
    "copyright": "香港浸會大學 版權所有 © 2024"
  },

  "Sidebar": {
    "title1": "石壁村石壁圍時期",
    "title2": "石壁村石壁大村時期",
    "title3": "墳背村",
    "title4": "坑仔村 ",
    "title5": "崗背村",
    "title6": "涌口"
  },

  "ShekPikWai": {
    "title": "石壁圍",
    "content1": "石壁圍是石壁谷當中最早出現的一個村落，石壁圍顧名思義為「有圍牆的石壁村」，源自該村過去的村民在村落外修築的保護牆因而得名。圍牆約於清乾隆年間興建，用作抵禦海寇。圍內有九條村路，用石塊鋪砌而成，其原意是將同姓跟別姓的村戶分隔開。",
    "content2": "石壁村在清乾隆年間經歷過一段繁榮期，石壁圍在清乾隆年間經歷過一段繁榮期，人口一度高達九百九十九人。現存文件記錄了當時石壁一帶的經濟活動，側面反映了石壁圍在此期間的繁榮。例如在十七世紀中葉定居石壁的池氏曾在石壁一帶掌有一個「池永盛堂」，這個「堂」除了以此管理宗族的資產外，亦有經營借貸業務。值得一提的是，這個「堂」的成員來自不同的氏族，部分更是來自其他村落，而借貸人亦不限於石壁圍。池永盛堂的出現可視為十八世紀石壁圍繁榮的側影，村莊內的經濟活動、合作以及與鄰近村落的互動，反映出石壁村當時形成了一個小有規模的社區。",
    "content3": "18世紀末至19世紀末，有關石壁村的文獻記錄較為稀疏，但嘉慶《新安縣志》及杜臻《粵閩巡視紀略》一類作品都曾經提及石壁的名稱。",
    "content4": "1898年英國租借新界以後，香港政府開始丈量新界土地，並要求各私人土地所有人向港府登記土地業權。在1899年的土地調查記錄了石壁鄉不同村落的土地及氏族的資料。石壁鄉由四個不同的村落組成，當中以石壁圍和墳背村較大，各村村民雜姓，包括姓徐、池、陳、張、黃、馮等，當時石壁鄉內有記錄的房屋超過四百間。",
    "content5": "據《滿喜記「大嶼山石壁鄉」徐氏家族簿》的記載，徐氏原居東莞牛屎堂，約在清初時，其第十三代開始有一分支居住於石壁鄉。而池氏同樣保存有其先人在石壁一帶活動的文字記錄，石壁池氏於乾隆七年的分地契曾出現一些來自不同宗族的「見證人」，有些被稱為「鄉老」、「耆老」，這證實了許舒所指出石壁過去曾存在一個由不同氏族共同組成的「長老會」的說法。由於石壁是雜姓村落，不同氏族的人會共同承擔地區事務，而其中一個例子為便是石壁圍的部分土地是以侯王廟的名義擁有，有關的宗教儀式及公共財產皆由村落的長老處理；一般而言，他們的角色還包括處理外來者帶來的衝突及村內的糾紛。",
    "content6": "在1911 年的人口普查中，統計數據顯示石壁圍有363人居住，但此後石壁圍的人口不斷下降，直至淪陷期間完全荒廢。造成石壁圍人口下降的原因之一，是疫病的爆發。1920年代，石壁發生一場持續十多年的瘟疫，造成不少的村民死亡或遷離。當時村民相信瘟疫和當地的風水變壞有關，他們嘗試遷墓及舉行打醮儀式卻也無補於事。隨著死亡人數上升，大部分村民開始遷出石壁圍，向南遷移並建立石壁大村，大村的原址村民被稱作「禾寮」，即放置農具及貯穀囤糧的臨時建築物，石壁圍大部分房屋也因而都被荒廢。二戰時期香港淪陷，日軍懷疑村民利用石壁圍的廢屋庇護遊擊隊及盜賊，因此把石壁圍的村民趕走並拆除所有房屋，僅剩下侯王古廟建築得以倖存。",
    "desc1_1": "18世紀，地圖上標有石壁此一地名。",
    "desc1_2": "（資料來源：[清]郝玉麟：《廣東通志》，載《欽定四庫全書（史部十一 地理類）》 (浙江：浙江大學圖書館藏本，1793年)，卷三，〈廣東海防圖〉，頁三十五。）",
    "desc2_1": "石壁池氏撰於乾隆七年（1742年）的分產契",
    "desc2_2": "（資料來源：香港中文大學文物館館藏，藏品編號：2007.0042）",

    "citation1": "沈思編；黃佩佳著：《新界風土名勝大觀》（香港：商務印書館，2016年），頁37。",
    "citation2": "Wong, Kuen-chun. “A Thesis on Shek Pik”, Undergraduate essay presented in the Department of Geography and Geology, University of Hong Kong, 1958, 15-16.",
    "citation3": "Wong, Kuen-chun, A Thesis on Shek Pik, 13-14.",
    "citation4": "Hayes, J. W. “SHEK PIK A Multilineage Settlement of Cantonese Farmers,” 119-121.",
    "citation5": "Hayes, J. W. South China Village Culture (Oxford: Oxford University Press, 2002), 43-44.",
    "citation6": "徐九妹訪問，2022年1月11日；徐天有訪問，2021年10月25日。",
    "citation7": "Wong, Kuen-chun, A Thesis on Shek Pik, 24."
  }
}
